Repository: bertomartin/fivestar
Catalog: translations/*.po
Languages: fr

source: Color scheme
fr: Schéma de couleurs

source: A custom color widget must be selected to choose colors. Only the selected widget will be previewed.
fr: Un widget coloré personnalisé doit être sélectionné pour choisir les couleurs. Seulement le widget sélectionné sera prévisualisé.

source: Blue Lagoon (default)
fr: Lagune bleue (défaut)

source: Yellow
fr: Jaune

source: Red
fr: Rouge

source: Blue
fr: Bleu

source: Green
fr: Vert

source: Custom
fr: Personnalisé

source: Color display
fr: Affichage couleur

source: Default display
fr: Affichage par défaut

source: Solid color
fr: Couleur solide

source: Color set
fr: Jeu de couleurs

source: On colors
fr: Sur couleurs

source: Hover colors
fr: Couleurs au survol de la souris

source: Off colors
fr: Couleurs off

source: Matte color
fr: Couleur mat

source: none
fr: aucun

source: The entered value %color is not a valid hex color.
fr: La valeur entrée %color n'est pas une couleur hexadécimale valide.

source: Custom %name stars generated. You may need to clear your browser cache before the new stars are visible.
fr: %name étoiles personnalisées générées. Vous pourrez avoir besoin de vider le cache de votre navigateur avant que les nouvelles étoiles soient visibles.

source: Fivestar Rating
fr: Note Fivestar

source: Store a rating for this piece of content.
fr: Enregistre une note pour cette partie de contenu.

source: Number of Stars
fr: Nombre d'Etoiles

source: Number of Options
fr: Nombre d'Options

source: Node Comment Parent
fr: Parent du Commentaire du Noeud

source: Node reference: @field
fr: Noeud référent : @field

source: No potential target fields are available for the %type type. Create a node reference field in this node type to make it easier to assign a vote to a node.
fr: Pas de champs potentiels cibles ne sont disponibles pour le type %type. Créez un champ de noeud référent dans ce type de contenu pour rendre plus facile l'assignation de vote pour un noeud.

source: <none>
fr: <aucun>

source: Voting target
fr: Cible du vote

source: The voting target will make the value of this field cast a vote on another node. Use node reference fields (part of CCK core) or <a href="http://drupal.org/project/nodecomment">Node Comments</a> module to create advanced reviews. More information available on the <a href="http://drupal.org/handbook/modules/fivestar">Fivestar handbook page</a>.
fr: La cible du vote fera que la valeur de ce champ exprimera un vote dans un autre noeud. Utilisez les champs neud référent (partie de CCK) ou le module <a href="http://drupal.org/project/nodecomment">Commentaires de noeuds</a> pour créer des revues avancées. Plus d'information disponible sur <a href="http://drupal.org/handbook/modules/fivestar">page du handbook Fivestar</a>.

source: Voting target PHP code
fr: Code PHP de la cible du vote

source: Advanced usage only: PHP code that returns a target node ID. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Note that executing incorrect PHP-code can break your Drupal site.
fr: Usage avancé seulement: le code PHP qui retourne le numéro du noeud cible. Ne devrait pas inclure les délimiteurs &lt;?php ?&gt;. Si ce champ est rempli, la valeur retournée par ce code l'emportera sur n'importe quelle valeur spécifiée au-dessus. Remarquez qu'éxécuter du code PHP incorrect peut casser votre site Drupal.

source: The axis this rating will affect. Enter a property on which that this rating will affect, such as <em>quality</em>, <em>satisfaction</em>, <em>overall</em>, etc. If no axis is entered, the default axis <em>vote</em> will be used. Warning: changing this value will not update existing votes to the new axis.
fr: L'axe qui sera affecté par cette notation. Entrez une propriété sur laquelle cette notation portera, comme <em>qualité</em>, <em>satisfaction</em>, <em>globalité</em>, etc. Si aucun axe n'est entré, l'axe par défaut <em>vote</em> sera utilisé. Attention : changer cette valeur ne mettra pas à jour les votes existants vers ce nouvel axe.

source: Stars
fr: Etoiles

source: Select list
fr: Liste de sélection

source: Allow user to clear value
fr: Autorise l'utilisateur à effacer la valeur

source: As Stars
fr: Comme Etoiles

source: Rating (i.e. 4.2/5)
fr: Evaluation (cad 4,2/5)

source: Percentage (i.e. 92)
fr: Pourcentage (cad 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
fr: Cette page est utilisée pour configurer les possibilités du module Fivestar à l'échelle du site. Installation de fivestar pour noter le contenu:

source: Configure site-wide settings for fivestar below.
fr: Configurer les réglages de fivestar pour le site au-dessous.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
fr: Aller sur <a href="!types">admin/content/types</a> et éditer le type que vous voudriez noter.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
fr: Sur les pages de réglages du type de contenu, un jeu d'options est disponible pour fivestar, c'est ici que vous pouvez activer le vote pour ce type et les options du vote.

source: Fivestar ratings
fr: Notes Fivestar

source: To rate this content, enable Fivestar rating below. These settings will be used for both comments (if available) and direct rating.
fr: Pour noter ce contenu, activez la notation de Fivestar au-dessous. Ces réglages seront utilisés et pour les commentaires (si disponible) et le vote direct.

source: Enable Fivestar rating
fr: Activer la notation Fivestar

source: Number of stars
fr: Nombre d'étoiles

source: Star Labels
fr: Etiquettes des étoiles

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
fr: Ces étiquettes d'étoiles apparaissent comme titre de lien quand javascript est activé, et comme options de liste de sélection quand javascript est désactivé.

source: Display labels on mouse over
fr: Affiche les étiquettes au passage de la souris

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
fr: Si activé, les étiquettes des étoiles apparaitront dynamiquement sous les étoiles quand l'utilisateur survolera chaque étoile pour fournir une description qualitative plus détaillé pour chaque valeur d'étoile.

source: Star @star label
fr: Etiquette de l'Etoile @star

source: Cancel label
fr: Annuler étiquette

source: Direct rating widget
fr: Widget de vote direct

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
fr: Ces réglages vous permettent d'afficher un widget de vote pour vos utilisateurs pendant qu'ils regardent le contenu de ce type. Voter inscrira automatiquement un vote pour cette partie de contenu.

source: Star display style
fr: Style d'affichage des étoiles

source: Display average vote value
fr: Affiche la valeur du vote moyen

source: Display user vote value
fr: Affiche la valeur du vote de l'utilisateur

source: User vote if available, average otherwise
fr: Vote de l'utilisateur si disponible, sinon moyenne des votes

source: Both user and average vote
fr: Votes de l'utilisateur et moyenne des votes

source: Text display style
fr: Style d'affichage du texte

source: Display no text beneath stars
fr: Ne pas afficher de texte sous les étoiles

source: Current average in text
fr: Moyenne actuelle en texte

source: User current vote in text
fr: Vote actuel de l'utilisateur en texte

source: Show widget title
fr: Montrer le titre du widget

source: Enable feedback during vote saving and deletion
fr: Autoriser le feedback pendant la sauvegarde du vote et la suppression

source: Allow users to undo their votes
fr: Autorise les utilisateurs à annuler leur vote

source: Teaser display
fr: Affichage du teaser

source: Clickable widget above teaser
fr: Widget cliquable au-dessus du teaser

source: Clickable widget below teaser
fr: Widget cliquable sous le teaser

source: Static display above teaser
fr: Affichage statique sous le teaser

source: Static display below teaser
fr: Affichage statique sous le teaser

source: Teaser link to full node widget
fr: Lien du teaser pour le widget du noeud entier

source: <Hidden>
fr: <Caché>

source: Full node display
fr: Affichage du noeud entier

source: Clickable widget above node body
fr: Widget cliquable au-dessus du corps du noeud

source: Clickable widget below node body
fr: Widget cliquable sous le corps du noeud

source: Static display above node body
fr: Affichage statique au-dessus du corps du noeud

source: Static display below node body
fr: Affichage statique sous le corps du noeud

source: Direct rating widget preview
fr: Prévisualisation du widget de vote direct

source: Widget display
fr: Affichage du widget

source: Choose a widget set to be used on your site. Widgets supporting custom colors can be further customized by adjusting the color scheme.
fr: Choissez un jeu de widgets pour être utilisé sur votre site. Les widgets supportant des couleurs personnalisées peuvent être personnalisés en ajustant le modèle de couleurs.

source: Default
fr: Par défaut

source: Custom color widgets
fr: Widgets avec couleurs personnalisées

source: Submit
fr: Envoyer

source: Fivestar Settings
fr: Réglages de Fivestar

source: Preview
fr: Aperçu

source: Rate
fr: Notez

source: Rate this @type
fr: Notez ce @type

source: Fivestar: Rate this node
fr: Fivestar: Notez ce noeud

source: Rate This
fr: Notez ça

source: Average
fr: Moyenne

source: Your rating
fr: Votre vote

source: Your vote has been cleared.
fr: Votre vote a été effacé.

source: Thank you for your vote.
fr: Merci pour votre vote.

source: Your rating: <span>!stars</span>
fr: Votre vote : <span>!stars</span>

source: None
fr: Aucun

source: Average: <span>!stars</span>
fr: Moyenne : <span>!stars</span>

source: No votes yet
fr: Soyez le premier à voter

source: Saving your vote...
fr: Enregistrement de votre vote...

source: Your vote has been saved.
fr: Votre vote a été sauvé.

source: Deleting your vote...
fr: Suppression de votre vote...

source: Your vote has been deleted.
fr: Votre vote a été supprimé.

source: Select rating
fr: Sélectionnez l'évaluation

source: Cancel rating
fr: Abandonner l'évaluation

source: Give it @star/@count
fr: Lui donner @star/@count

source: !name field is required.
fr: Le champ !name est obligatoire.

source: Fivestar Stars (display only)
fr: Etoiles Fivestar (affichage seulement)

source: Fivestar Stars (clickable, no text)
fr: Etoiles Fivestar (cliquables, sans texte)

source: Fivestar Stars (clickable, with text)
fr: Etoiles Fivestar (cliquables, avec texte)

source: rate content
fr: noter contenu

source: use PHP for fivestar target
fr: Utiliser PHP pour la cible de fivestar

source: Configure site-wide widgets used for Fivestar rating.
fr: Configurer widgets du site utilisés pour la notation Fivestar.

source: Comment widget
fr: Widget de commentaire

source: Enabling Fivestar for comments will display a rating widget when a user posts a comment. The rating of the comment will affect its parent content.
fr: Activer Fivestar pour les commentaires affichera un widget de vote quand l'utilisateur postera un commentaire. La notation du commentaire affectera le contenu de son parent.

source: Fivestar comment settings
fr: Réglages Fivestar de commentaire

source: Disabled
fr: Désactivé

source: Optional rating
fr: Notation optionnelle

source: Required rating
fr: Notation requise

source: Comment widget preview
fr: Prévisualisation du widget de commentaire

source: Rating
fr: Evaluation

source: A simple five-star voting widget for nodes.
fr: Un widget simple de notation en cinq étoiles pour les noeuds.

source: Fivestar Comments
fr: Commentaires de Fivestar

source: Rate nodes by leaving comments.
fr: Evaluez les noeuds en laissant des commentaires.
