Repository: bertomartin/fivestar
Catalog: po/*.po
Languages: de

source: Color scheme
de: Farbschema

source: A custom color widget must be selected to choose colors. Only the selected widget will be previewed.
de: Ein Widget mit benutzerdefinierten Farben muss ausgewählt werden, um Farben auszuwählen. Die Vorschau wirkt sich nur auf das ausgewählte Widget aus.

source: Blue Lagoon (default)
de: Blue Lagoon (Standard)

source: Yellow
de: Gelb

source: Red
de: Rot

source: Blue
de: Blau

source: Green
de: Grün

source: Custom
de: Benutzerdefiniert

source: Color display
de: Farbanzeige

source: Default display
de: Standard-Anzeige

source: Solid color
de: Volltonfarbe

source: Gradient
de: Farbverlauf

source: On colors
de: An-Farben

source: Hover colors
de: Hover-Farben

source: Off colors
de: Aus-Farben

source: Matte color
de: Matte Farbe

source: The entered value %color is not a valid hex color.
de: Der eingegebene Wert %color ist keine gültige hexadezimale Farbe.

source: Custom %name stars generated. You may need to clear your browser cache before the new stars are visible.
de: Benutzerdefinierte %name Sterne erzeugt. Das Leeren des Browser-Caches kann erforderlich sein, bevor die neuen Sterne sichtbar sind.

source: Fivestar Rating
de: Fivestar-Bewertung

source: Store a rating for this piece of content.
de: Speichert eine Wertung für diesen Inhalt.

source: Number of Stars
de: Anzahl Sterne

source: Number of Options
de: Anzahl Optionen

source: Voting target
de: Wertungsziel

source: Voting target PHP code
de: PHP-Code für Bewertungsziel

source: Advanced usage only: PHP code that returns a target node ID. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Note that executing incorrect PHP-code can break your Drupal site.
de: Nur für fortgeschrittene Verwendung: PHP-Code, der eine Beitrags-ID zurückgibt. Sollte keine &lt;?php ?&gt;-Begrenzungen beinhalten. Wenn dieses Feld ausgefüllt ist, ersetzt der durch diesen Code zurückgegebene Werte jeden oben angegebenen Wert. Zu beachten ist, das die Ausführung unkorrekten PHP-Codes die Drupal-Website zerstören kann.

source: Stars
de: Sterne

source: Select list
de: Auswahlliste

source: Allow user to clear value
de: Benutzern erlauben, ihre Wertung zurückzunehmen.

source: As Stars
de: Als Sterne

source: Rating (i.e. 4.2/5)
de: Wertung (z.B. 4.2/5)

source: Percentage (i.e. 92)
de: Prozentzahl (z.B. 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
de: Diese Seite wird verwendet, um die globalen Funktionen des Fivestar-Moduls zu konfigurieren. Folgendes ist erforderlich, damit Inhalt mit Fivestar bewertet werden kann:

source: Configure site-wide settings for fivestar below.
de: Die untenstehenden globalen Einstellungen für Fivestar konfigurieren.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
de: <a href="!types">Inhaltstypen aufrufen</a> und den Inhaltstyp bearbeiten, der bewertet werden soll.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
de: Auf der Einstellungsseite für den Inhaltstyp sind Optionen für Fivestar vorhanden. Dort kann das Bewerten für den jeweiligen Inhaltstyp aktiviert und Bewertungsoptionen festgelegt werden.

source: Fivestar ratings
de: Fivestar-Bewertungen

source: To rate this content, enable Fivestar rating below. These settings will be used for both comments (if available) and direct rating.
de: Um diesen Inhalt zu bewerten, muss die Fivestar-Bewertung unten aktiviert werden. Diese Einstellungen werden sowohl für Kommentare (wenn verfügbar) als auch für direkte Bewertungen verwendet.

source: Enable Fivestar rating
de: Fivestar-Bewertung aktivieren

source: Number of stars
de: Anzahl Sterne

source: Star Labels
de: Stern-Bezeichnungen

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
de: Diese Stern-Bezeichnungen erscheinen als Verweistitel, wenn JavaScript aktiviert ist, oder als Auswahllisten, wenn JavaScript deaktiviert ist.

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
de: Wenn aktiviert, erscheinen die Stern-Bezeichnungen dynamisch unter den Sternen, wenn der Benutzer über einem Stern schwebt, so dass eine aussagekräftige Bedeutung für jeden Sternwert erscheint.

source: Star @star label
de: @star-Stern-Bezeichnung

source: Cancel label
de: Zurücknehmen-Bezeichnung

source: Direct rating widget
de: Direktbewertungs-Widget

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
de: Diese Einstellungen ermöglichen die Anzeige eines Bewertung-Widgets während Benutzer Inhalt dieses Typs anzeigen. Die Bewertung registriert automatisch eine Stimme für diesen Inhalt.

source: Star display style
de: Sternanzeige-Stil

source: Display average vote value
de: Durchschnitts-Bewertung anzeigen

source: Display user vote value
de: Benutzerwertung anzeigen

source: User vote if available, average otherwise
de: Benutzerwertung wenn verfügbar, sonst Durchschnitt

source: Both user and average vote
de: Sowohl Benutzer- als auch Durchschnittswertung

source: Text display style
de: Textanzeige-Stil

source: Display no text beneath stars
de: Keinen Text neben Sternen anzeigen

source: Current average in text
de: Derzeitige Wertung als Text

source: User current vote in text
de: aktuelle Wertung des Benutzers als Text

source: Show widget title
de: Widget-Titel anzeigen

source: Enable feedback during vote saving and deletion
de: Feedback beim Speichern und Löschen der Bewertung aktivieren

source: Allow users to undo their votes
de: Erlaubt es Benutzern ihre Wertungen zurückzunehmen.

source: Teaser display
de: Anrisstext-Anzeige

source: Clickable widget above teaser
de: Anklickbares Widget über dem Anrisstext

source: Clickable widget below teaser
de: Anklickbares Widget unter dem Anrisstext

source: Static display above teaser
de: Statische Anzeige über dem Anrisstext

source: Static display below teaser
de: Statische Anzeige unter dem Anrisstext

source: <Hidden>
de: <Versteckt>

source: Full node display
de: Anzeige des gesamten Beitrags

source: Clickable widget above node body
de: Anklickbares Widget über dem Beitragstext

source: Clickable widget below node body
de: Anklickbares Widget unter dem Beitragstext

source: Static display above node body
de: Statische Anzeige über dem Beitragstext

source: Static display below node body
de: Statische Anzeige unter dem Beitragstext

source: Direct rating widget preview
de: Vorschau Direktbewertungs-Widget

source: Widget display
de: Widget-Anzeige

source: Choose a widget set to be used on your site. Widgets supporting custom colors can be further customized by adjusting the color scheme.
de: Auswahl eines Widgets, das auf dieser Website verwendet wird. Widgets, die benutzerdefinierte Farben unterstützen, können durch Anpassung des Farbschemas weiter angepasst werden.

source: Default
de: Standard

source: Custom color widgets
de: Widgets mit benutzerdefinierten Farben

source: Submit
de: Speichern

source: Fivestar Settings
de: Fivestar Einstellungen

source: Preview
de: Vorschau

source: Rate
de: Bewerten

source: Rate this @type
de: @type bewerten

source: Fivestar: Rate this node
de: Fivestar: Bewerte diesen Beitrag

source: Rate This
de: Bewerte dies

source: Average
de: Durchschnitt

source: Your rating
de: Ihre Wertung

source: Your vote has been cleared.
de: Bewertung wurde zurückgenommen.

source: Thank you for your vote.
de: Danke für die Bewertung.

source: Your rating: <span>!stars</span>
de: Ihre Wertung: <span>!stars</span>

source: Average: <span>!stars</span>
de: Durchschnitt: <span>!stars</span>

source: No votes yet
de: Noch keine Bewertungen

source: Saving your vote...
de: Bewertung speichern...

source: Your vote has been saved.
de: Die Bewertung wurde gespeichert.

source: Deleting your vote...
de: Bewertung wird gelöscht...

source: Your vote has been deleted.
de: Die Bewertung wird gelöscht.

source: Select rating
de: Bewertung auswählen

source: Cancel rating
de: Bewertung zurücknehmen

source: Give it @star/@count
de: erhält @star/@count

source: !name field is required.
de: Feld !name ist erforderlich.

source: Fivestar Stars (display only)
de: Fivestar-Sterne (nur Anzeige)

source: Fivestar Stars (clickable, no text)
de: Fivestar-Sterne (anklickbar, kein Text)

source: Fivestar Stars (clickable, with text)
de: Fivestar-Sterne (anklickbar, mit Text)

source: <span>1</span> vote
de: <span>1</span> Wertung

source: rate content
de: Inhalt bewerten

source: use PHP for fivestar target
de: PHP für Fivestar-Ziel verwenden

source: Configure site-wide widgets used for Fivestar rating.
de: Konfigurieration der Website-weiten Widgets für Fivestar-Bewertungen

source: Comment widget
de: Kommentar-Widget

source: Enabling Fivestar for comments will display a rating widget when a user posts a comment. The rating of the comment will affect its parent content.
de: Das Aktivieren von Fivestar für Kommentare führt zur Anzeige eines Bewertungs-Widgets, wenn ein Benutzer einen Kommentar erstellt. Die Bewertung des Kommentars betrifft auch den übergeordneten Inhalt.

source: Fivestar comment settings
de: Fivestar-Kommentar-Einstellungen

source: Disabled
de: Deaktiviert

source: Optional rating
de: Optionale Bewertung

source: Required rating
de: Erforderliche Wertung

source: Comment widget preview
de: Vorschau Kommentar-Widget

source: Rating
de: Bewertung

source: A simple five-star voting widget for nodes.
de: Ein einfaches Fünf-Sterne-Widget für Beiträge.

source: Voting
de: Bewertung

source: Fivestar Comments
de: Fivestar-Kommentare

source: Rate nodes by leaving comments.
de: Beiträge durch Kommentare bewerten.
